{
  "title": "About Ten10",
  "subtitle": "Advanced system for managing tithes and simple, accurate financial budget management",
  "appInfo": {
    "title": "About the Application",
    "badge": "Advanced System",
    "description": "Ten10 is an advanced tithe management system that includes automatic calculations, smart reminders, and detailed reports. The system was developed in partnership with the Torah Adam Institute and is halachically approved. The project was born following the success of the Excel table series for tithe and chomesh calculations published by the institute over a long period, which gained widespread public popularity with over 3,500 orders in Israel. At the request of many, the institute decided to collaborate with an expert programmer to build a completely new system, offering an improved user experience, advanced functions, and additional diverse options for accurate and convenient tithe management.",
    "feature1": "Accurate automatic calculations",
    "feature2": "Personal smart reminders",
    "feature3": "Detailed and visual reports",
    "feature4": "Website and desktop application",
    "learnMore": "Learn more about the features"
  },
  "institute": {
    "title": "Torah Adam Institute",
    "badge": "Halachically Approved",
    "description": "The Torah Adam Institute is the leader in practical halacha. The institute guided the development of Ten10 and approved the accuracy of halachic calculations, ensuring the system meets all halachic requirements.",
    "support": "Support the Institute",
    "supportDescription": "The institute operates as a non-profit organization and relies on donations. Every donation helps continue the important work.",
    "donateButton": "Donate to the Institute",
    "visitWebsite": "Visit Institute Website"
  },
  "team": {
    "title": "Development Team",
    "badge": "Professional Development",
    "description": "Ten10's development team consists of experienced developers and leading programmers in the technology field. The team works in close collaboration with the Torah Adam Institute to ensure complete halachic accuracy.",
    "contactEmail": "Email",
    "github": "GitHub",
    "contactButton": "Contact Us"
  },
  "footer": {
    "title": "Thank you for using Ten10",
    "description": "We are proud to provide an advanced tool for managing tithes and simple, accurate financial budget management that helps give tithes and chomesh accurately and conveniently. Your feedback is very important to us!",
    "backToLanding": "Back to Homepage",
    "sendFeedback": "Send Feedback"
  }
}
