{
  "cardTitle": "Principles and Foundations in the *Halachos* of *Ma'aser Kesafim*",
  "cardDescription": "Foundational principles and practical guidance in the *halachos* of *Ma'aser Kesafim* according to the rulings of the *poskim*",
  "introduction": {
    "title": "About These Principles",
    "body": "Below are the ten main principles in the *halachos* of *Ma'aser Kesafim*, designed to provide a clear and practical framework for those who observe this important *mitzvah*."
  },
  "principles": [
    {
      "number": "1",
      "title": "The Principle of Custom (*Minhag*) and Freedom of Choice",
      "isHighlighted": true,
      "body": "According to most *poskim*, separating *Ma'aser Kesafim* is merely a good and ancient custom from the times of the holy *Avos*. Therefore, we find special emphasis on the custom - generally the custom determines most arising questions. In light of this, they wrote that a person can choose for himself the appropriate path according to which he will conduct himself, especially if he stipulates immediately when beginning to separate *ma'aser*. Each person should conduct himself wisely according to his ability and spiritual level. It is important to choose a path that he can live by and maintain for a long time - we have the principle: *tafasta merubah lo tafasta* (if you grasp too much, you grasp nothing). The rules in this guide are intended for the intermediate levels according to most *poskim*, particularly contemporary *poskim*."
    },
    {
      "number": "2",
      "title": "The Principle of Leniency in Doubt and Dispute",
      "body": "The *poskim* wrote: Since *Ma'aser Kesafim* is only a custom and at most *midrabanan*, in a law that is subject to dispute we follow the lenient opinion, and likewise in any doubt, or if one does not remember exactly a particular income, expense, or donation - one may be lenient. This principle is especially important in *Ma'aser Kesafim* where doubts are common, because it is difficult to maintain precise accounting of income, various expenses, and all donations given from time to time in a regular household that is not a business."
    },
    {
      "number": "3",
      "title": "The Iron Rule - Not to Be Overly Clever",
      "isImportant": true,
      "body": "It is not worthwhile to be overly clever and look for ways and schemes to be lenient, like those who pay all tuition for their sons and daughters from *ma'aser* or calculate wedding expenses until almost nothing remains for the poor. For if one reduces *ma'aser* giving, one loses the promised blessing of abundance. The Holy One knows better how to be clever, and the money and abundance that will come through the *segulah* of giving *ma'aser* will go to expenses that multiply. If a *halachic* doubt arises regarding a particular case, one should clarify with a *moreh tzedek* who is expert in these *halachos*. This is the comprehensive rule: not stringencies, but also not cleverness. One should take the balanced path agreed upon by most *poskim*."
    },
    {
      "number": "4",
      "title": "The Law of Vows (*Neder*) in *Ma'aser Kesafim*",
      "body": "Some wrote that the law of vows applies to one who separates *Ma'aser Kesafim* like any \"good custom\" practiced three times, or even practiced only once with intention to do so forever. Therefore they wrote that when beginning to give *ma'aser* one should stipulate that it be without a vow. However, there are great *poskim* who wrote that one need not be concerned about this. It is good initially to stipulate and say it should be without a vow, but if one did not stipulate, there is no concern for a vow according to the basic law. The annulment of vows (*hatarat nedarim*) and declaration of intent (*gilui da'at*) done on *Erev Rosh Hashanah* exempts this as well."
    },
    {
      "number": "5",
      "title": "The Relationship of *Ma'aser Kesafim* to the Obligation of *Tzedakah*",
      "isHighlighted": true,
      "body": "The *mitzvah* of *Ma'aser Kesafim* is part of the obligation to give *tzedakah* and is the intermediate measure, as implied in the Rambam, Tur, and *Shulchan Aruch*. *Chomesh* is a measure of *mitzvah min hamuvchar* (the preferred way), and one who gives less than *ma'aser* is in the category of \"*ayin ra'ah*\" (stinginess). According to this approach, precise calculations of *ma'aser* are not indispensable, and if one gives more, so much the better. The calculations are necessary only to ensure one does not give less than a tenth. However, there are those who hold that the law of *Ma'aser Kesafim* is not connected to the law of *tzedakah* but is a *mitzvah* in itself. Later authorities wrote - including the *Chafetz Chaim* - according to the *mekubalim*, that in practice it is certainly very proper to calculate the *ma'aser* precisely, no less and no more, and if one wishes to add more *tzedakah*, one adds."
    },
    {
      "number": "6",
      "title": "Obligation on the Person, Not on the Money",
      "body": "In *Ma'aser Kesafim* the obligation falls on the person to give *ma'aser*, not on this particular money to be tithed. Unlike *ma'aser* of field produce where the obligation falls on the fruits, so if the seller already tithed the fruits the buyer need not tithe again. But in *Ma'aser Kesafim*, even when the giver already tithed the money, this does not exempt the receiver from tithing again. Furthermore, in *Ma'aser Kesafim* the \"object\" that needs to be tithed is the profit one earns, so if one buys something he need not tithe it since he already tithed the money."
    },
    {
      "number": "7",
      "title": "*Ma'aser* During Financial Hardship",
      "body": "If one is very hard-pressed for livelihood, and certainly if he would need to go into debt if he tithes, the *poskim* wrote that there is no need to separate *ma'aser* since his life takes precedence over his fellow's life. However, they wrote that it is preferable to calculate the *ma'aser* and separate it, and only afterwards take back if there is necessity. One should not give *ma'aser* from an overdraft account. However, Maran HaGaon R' Chaim zt\"l ruled that when the bank has *heter iska* one may tithe from an overdraft."
    },
    {
      "number": "8",
      "title": "*Ma'aser* and Debtors",
      "body": "Later authorities wrote that a debtor should not give *ma'aser* and certainly not *chomesh* in a way that will make it difficult for him to pay debts. Although there is logic that he should separate *ma'aser* and see a sign of blessing and thus be able to pay his debts, presumably this is not the creditors' opinion. In contrast, regarding giving small amounts to *tzedakah* they certainly do not object, including *tzedakah* of a third of a *shekel* per year - estimated today at 10-20 ₪. Debts that he will pay anyway like mortgage and various *gemachim* certainly do not prevent *ma'aser*."
    },
    {
      "number": "9",
      "title": "Transferring Debts and Losses Between Months",
      "body": "If a debt remains for *ma'aser*, it should be paid in the following month or even the following year. Losses and business expenses also carry over from month to month and are credited to the entire year, likewise donations carry over from month to month, as the *Chafetz Chaim* wrote in '*Ahavas Chesed*'. This means that if in one month one invested a large sum or had a large loss greater than all the month's income, one can transfer the remaining loss to the next month and deduct it from profits. However, from year to year, the *Noda BiYhudah* wrote that initially one should not transfer."
    },
    {
      "number": "10",
      "title": "Borrowing from *Ma'aser* and *Tzedakah* Funds",
      "body": "The *Chafetz Chaim* wrote that it is permitted to borrow from *tzedakah* and *ma'aser* funds for personal needs as long as they have not reached the hands of a *tzedakah* collector, provided that one returns immediately when needed to give to the poor, institution, organization, and the like. This is a practical permission that allows flexibility in managing *ma'aser* funds when necessary."
    }
  ]
}
