{
  "title": "אודות Ten10",
  "subtitle": "מערכת מתקדמת לניהול מעשרות וניהול תקציב פיננסי פשוט ומדויק",
  "appInfo": {
    "title": "אודות האפליקציה",
    "badge": "מערכת מתקדמת",
    "description": "Ten10 היא מערכת מתקדמת לניהול מעשרות, הכוללת חישובים אוטומטיים, תזכורות חכמות ודוחות מפורטים. המערכת פותחה בשיתוף עם מכון תורת האדם לאדם ומאושרת הלכתית. המיזם נולד בעקבות הצלחת סדרת טבלאות האקסל לחישובי מעשר וחומש שפרסם המכון במשך תקופה ארוכה, אשר זכו לאהדה רחבה בציבור עם למעלה מ־3,500 הזמנות בארץ. לבקשת רבים, החליטו במכון לשתף פעולה עם מתכנת מומחה ולבנות מערכת חדשה לחלוטין, המציעה חוויית שימוש משופרת, פונקציות מתקדמות ואפשרויות נוספות ומגוונות לניהול מדויק ונוח של נושא המעשרות.",
    "feature1": "חישובים אוטומטיים מדויקים",
    "feature2": "תזכורות חכמות אישיות",
    "feature3": "דוחות מפורטים וויזואליים",
    "feature4": "גרסת אתר ותוכנה למחשב",
    "learnMore": "למד עוד על התכונות"
  },
  "institute": {
    "title": "מכון תורת האדם לאדם",
    "badge": "מאושר הלכתית",
    "description": "מכון תורת האדם לאדם נוסד במטרה להחיות את המצוות שבין אדם לחבירו ולהפיץ את לימוד תורה זו וקיומה הלכה למעשה. המכון הוא המוביל בתחום חקר בין אדם לחברו. פעילות המכון כוללת הוצאת ספרים, שיעורים ומענה הלכתי במגוון נושאים, במטרה להגביר את הזהירות בכבוד הזולת ואהבת ישראל. בנוסף, המכון ליווה את פיתוח Ten10 ואישר את דיוק החישובים ההלכתיים, מה שמבטיח שהמערכת עומדת בכל הדרישות ההלכתיות.",
    "support": "תמכו במכון",
    "supportDescription": "המכון פועל ללא מטרות רווח ומתקיים מתרומות. כל תרומה עוזרת להמשך הפעילות החשובה.",
    "donateButton": "תרמו למכון",
    "visitWebsite": "בקרו באתר המכון"
  },
  "team": {
    "title": "צוות הפיתוח",
    "badge": "פיתוח מקצועי",
    "description": "צוות הפיתוח של Ten10 מורכב ממפתחים מנוסים ומתכנתים מובילים בתחום הטכנולוגיה. הצוות עובד בשיתוף פעולה הדוק עם מכון תורת האדם לאדם כדי להבטיח דיוק הלכתי מלא.",
    "contactEmail": "דוא\"ל",
    "github": "GitHub",
    "contactButton": "צרו קשר"
  },
  "footer": {
    "title": "תודה על השימוש ב-Ten10",
    "description": "אנו גאים לספק כלי מתקדם לניהול מעשרות וניהול תקציב פיננסי פשוט ומדויק שמסייע לתת מעשרות וחומש בצורה מדויקת ונוחה. המשוב שלכם חשוב לנו מאוד!",
    "backToLanding": "חזרה לדף הבית",
    "sendFeedback": "שלחו משוב"
  }
}
