{
  "cardTitle": "כללי הפרשת חומש לצדקה",
  "cardDescription": "הלכות והנחיות מעשיות להפרשת חומש (20%) מההכנסות לצדקה - מצוה מן המובחר",
  "introduction": {
    "title": "על הפרשת חומש",
    "body": "ישנם המהדרים להפריש חומש - 20% מכל הכנסותיהם לצדקה. מוסרים בשם הגר\"א זצ\"ל וגדולים נוספים שהפרשת מעשר מסוגלת לפרנסה בשפע, והפרשת חומש מסוגלת לעשירות."
  },
  "content": [
    {
      "title": "המקור להפרשת חומש",
      "isHighlighted": true,
      "body": "החומש הוזכר בגמרא במסכת כתובות [דף נ.]. אומנם בגמרא מפורש רק שתקנת חכמים היתה שאסור להפריש יותר מחומש, אך בירושלמי בתחילת מסכת פאה משמע שתקנת חכמים - ואפילו נמסר כך למשה מסיני - להפריש חומש למצווה מן המובחר. כתב הבית יוסף שמכאן מקורו של הרמב\"ם, הטור וגם השולחן ערוך שהביאו ענין \"חומש\" בתור השיעור מדרבנן למצוה מן המובחר בצדקה. הגמרא מצטטת את דברי יעקב אבינו \"וכל אשר תתן לי אעשר אעשרנו לך\" ומפרשת שהכוונה לשני פעמים מעשר."
    },
    {
      "title": "דעת הגר\"א - חיוב חומש בנסיבות מסוימות",
      "isHighlighted": true,
      "body": "לפי המהלך של הרמב\"ם ואחריו הטור והשו\"ע, אין דין מיוחד של \"מעשר\", רק המעשר הוא שיעור בנתינת צדקה. השיעור של מעשר הוא מידה בינונית, פחות מכך עין רעה ונתינת חומש מצוה מן המובחר. **כתב החפץ חיים באהבת חסד, שלפי דעת הגר\"א ועוד, כשיש עניים לפניו ואין מי שיעזור להם חל חיוב גמור להפריש עד חומש, כשידו משגת בריווח.** מרן ב'דרך אמונה' דייק מדברי הרמב\"ם שבמצב כזה חייבים אף יותר מחומש, אבל אין צריך לדחוק עצמו."
    },
    {
      "title": "הפרשת חומש חלקי",
      "body": "עקרונית מפרישים רק מעשר ורק מחלק מההכנסות מפרישים חומש. כשנכנסת הכנסה מן הצד, מענק או מתנה וכדומה, כל הכנסה קלה אחרת, ומעוניינים להפריש ממנו חומש. **הורה מרן הגר\"ח זצ\"ל שמי שקשה לו להפריש חומש מכל הכנסותיו יש ענין שיפריש חומש מחלק מהכנסותיו ויקיים על ידי כך גם מצות הפרשת חומש במקצת.** וכך מצאנו ב\"דברי יחזקאל\" להרב משינובה על הפסוק הנאמר באברהם, 'ויתן לו מעשר מכל' \"היוצא לנו מזה דאם בא לאדם ריווח בנקל, אפשר דצריך ליתן ב' פעמים מעשר דהוא חומש\". נוהג זה חשוב במיוחד, כי יש בו כדי להכניס את האדם להפרשת חומש בהדרגה."
    },
    {
      "title": "הקלות בהפרשת חומש לעומת מעשר",
      "isImportant": true,
      "body": "אלו כן מפרישים חומש מכל הכנסותיהם אולם סומכים על הקלות מסויימות לגבי החומש, בהגדרת ההכנסות, ההוצאות והתרומות. **הפוסקים הסכימו שבהפרשת חומש אפשר להקל יותר ממעשר בכמה דברים.** **דוגמאות:** לגבי חומש אמרו, שכולם מודים שאין צריך להפריש מחפצים שמקבלים, או שאפשר להשתמש בדמי החומש להידור מצוה שלא היה מוציא אילולי דמי החומש. גם אלו המחמירים ומקפידים להפריש את המעשר רק לעניים ולא לצרכי מצוה שונים, מקילים לתרום מהחומש לצרכי מצוה. וכן אלו שמעשרים הכנסות דמי שכירות מדירה שמשכירים שהולך לתשלום שכירות לדירה שגרים בה, החזקת בנים נשואים לומדי תורה, וכן קולות נוספות רבות."
    },
    {
      "title": "אזהרה - לא להקל יותר מדאי",
      "isImportant": true,
      "body": "**יש להיזהר, אם מקילים יותר מדאי בחישובי החומש** [וכגון שמחשבים את שכר לימוד של הבנים והבנות כהוצאות לגבי חומש, וכן הוצאות החתונה שלהם, אבל לגבי מעשר לא מחשבים אותם] **יצא שבסופו של דבר, בעל החומש לא מפריש לצדקה יותר מבעל המעשר, כמעט. וזה אבסורד!** "
    },
    {
      "title": "עצת החפץ חיים - חישוב מעשר פעמיים",
      "body": "ה\"חפץ חיים\" מביא ב'אהבת חסד' שמפאת החשיבות הגדולה בנתינת מעשר בדיוק, **אלו הנותנים חומש כדאי שלא יערכו מיד את החישוב של חומש אלא יערכו החישוב של מעשר ויפרישו לצדקה פעמיים מעשר.** [בתוכנה נלקחו בחשבון דבריו אלו של הח\"ח בצורת החישוב של סכום החומש]. "
    },
    {
      "title": "איסור להפריש יותר מחומש",
      "body": "מצד שני, **אין להפריש יותר מחומש. חז\"ל תקנו תקנה ואסרו להפריש יותר מחומש.** פרטים רבים וחילוקים נאמרו בזה בפוסקים והובאו בספרי הליקוטים. [באהבת חסד ואחריו בדרך אמונה מפרטים ששה אופנים שמותר ואף מצוה לפזר צדקה יותר מחומש]. אין כאן המקום לפרט, ולמי שהדבר נוגע למעשה יעיין בספרים אלו או יעשה שאלת חכם."
    }
  ]
}
