{
  "cardTitle": "הכנסות החייבות במעשר",
  "cardDescription": "הלכות והנחיות מעשיות לגבי ההכנסות שחייבות בהפרשת מעשר כספים",
  "introduction": {
    "title": "הכלל הבסיסי",
    "body": "כל כסף שנכנס מכל מקור שהוא וכל ריווח שמרוויחים יש לחשב המעשר ממנו, דהיינו 10%, ולהפריש לצדקה. הכנסות שמקבלים במזומן וגם אלו שלא מקבלים במזומן, כגון שכר עבודה, רווחים מעסקים, מתנות, ירושות וכדומה, יש לרשום במדויק ולחשב את המעשר שיש להפריש."
  },
  "content": [
    {
      "title": "מתנות וירושות",
      "isHighlighted": true,
      "body": "אם מקבלים חפצים בתור מתנה או בירושה, אין צריך לעשרם וכן דירה או כל נדל\"ן אחר, אף כשמוכרם ומקבל תמורתם. כך העלה הרב נסים קרליץ זצ\"ל ב'חוט השני' ופוסקים רבים נוספים, לפי מנהג העולם. ובמתנת כסף או ירושה של סכום כסף צריך להפריש מעשר גם אם הנותן כבר הפריש. אם קיבל חפץ במתנה לא לשם השתמשות אלא בתור שווה כסף, לתשלום חוב וכיו\"ב, יש אחדים האומרים שיש לעשרו, אולם לפי רוב הפוסקים אין צריך לעשר."
    },
    {
      "title": "כסף למטרה ספציפית",
      "body": "קיבל כסף כדי לקנות דבר מסוים כמו דירה או כל חפץ אחר לא יפריש מעשר אלא מהעודף אם נשאר, לדעת רוב הפוסקים. כמו כן המקבל סכום כסף ויודע שהנותן מקפיד שישתמש בכל הסכום, כגון תמיכה מהורים המקפידים על כך וכדומה, לא יפריש משום שדעת הנותן קובעת."
    },
    {
      "title": "דמי שכירות ודירות",
      "isHighlighted": true,
      "body": "דמי שכירות שמרוויח מדירה שמשכיר חייבים במעשר כמו כל הכנסה אחרת. המשכיר דירה ושוכר אחרת כדי לגור בה כתבו פוסקים שאינו מעשר את ההכנסה מהשכירות וכן המשכיר דירה ומשלם בזה המשכנתא בדירה שגר בה. אולם, המשכיר דירה גדולה ושוכר דירה קטנה מסתבר שסכום ההפרש ודאי יש לעשר כמו כל הכנסה. **דוגמא:** המשכיר דירה גדולה ב-5000 ₪ ושוכר דירה אחרת ב-2000 ₪ הרי ש-2000 ₪ אינו צריך לעשר, אבל ההפרש שמרוויח בסך 3000 ₪ מסתבר שיש לעשר."
    },
    {
      "title": "קופות פנסיה ומילגות",
      "body": "הסכומים המופיעים בתלוש המשכורת שהמעביד מפריש לקופת גמל, השתלמות, פנסיה וכדומה וכן הסכומים היורדים מהמשכורת המופרשים על ידי העובד עצמו ולא נכנסים לסכום ה\"נטו\" של המשכורת לא מחשיבים עכשיו כהכנסות. רק בעתיד, בעת קבלת סכומים אלו שהצטברו יש לעשר כל סכום. מילגה מכולל או כל מוסד אחר צריך לעשר."
    },
    {
      "title": "קצבאות ותמיכות",
      "body": "תמיכה כספית או קצבה מביטוח לאומי כגון קצבת ילדים, קצבת זקנה, נכות או אלמנות וכל שכן קצבת הבטחת הכנסה, יש לעשר. המקבל תמיכה כספית או תלושי מזון מקופת צדקה אינו צריך לעשרם. המקבל כל קצבה או תמיכה למטרה ספציפית פטור מלעשר סכום זה אם באמת מוציאו למטרה זאת. **דוגמא:** המקבל קצבת נכות או זקנה, וכן המקבל תמיכה מאדם פרטי יש לו לעשר. אך סכום שמקבל במיוחד עבור החזקת מטפל או כל טיפול רפואי אחר אין צריך לעשר."
    },
    {
      "title": "הלוואות ומניעת הפסדים",
      "body": "הלוואה שלקח אין צריך לעשר, כי לא נחשב ריווח מאחר וצריך להחזיר. בין אם לוקח לצורך מחייתו וכל שכן אם לווה כדי להשקיע בעסק. ברור שעל מניעת הפסד לא חל חובת מעשר, לדוגמה, אם הוא או אחרים הצליחו למנוע הפסד בנכסיו אינו צריך לחשב כמה \"הרוויח\" ולהפריש עשירית מסכום זה."
    },
    {
      "title": "הנחות ושירותים בחינם",
      "body": "כל סוגי ההנחות ודאי אין צריך לעשר. החל מהנחה בארנונה ועד כל ההנחות שמקבלים במכירות מיוחדות בחנויות אין צריך לעשר את סכום ההנחה אף שלכאורה \"הרוויחו\" סכום זה. כל שירות שמקבלים חינם, אף על פי שהיו מוכנים לשלם כסף על זה ויוצא ש\"מקבלים\" שווה כסף, אין צריך לעשר. **דוגמא:** רצה לשלם לשמרטפית ואחותו התנדבה לשמור בחינם, אין צריך להפריש עשירית מהסכום שחסך."
    },
    {
      "title": "החזרת כסף שאבד",
      "body": "יש שכתבו שכסף שלפי דעת בני אדם הוא שלו ולא הרוויחו מחדש, אין צריך לעשר. מאחר ובמעשר כספים הולכים לפי המנהג ולפי דעת בני אדם. **דוגמא:** איבד חפץ ונתייאש ממנו ולאחר זמן החזירו לו, או הלווה כסף לאדם ונתייאש ממנו ואחר כך פרע הלה את חובו, אין זה נחשב \"הכנסה\" ואינו צריך לעשר, אף שמבחינת ההלכה, מאחר ונתייאש, הרי הוא כמי שהרוויח סכום כסף מחדש."
    },
    {
      "title": "השקעות וקרנות",
      "isImportant": true,
      "body": "כשמשקיעים כסף בכל סוגי ההשקעות יש לעשר קודם את הקרן ואחר כך את כל הרווחים בהמשך, אף על פי שכאשר מוריד מהקרן ממעט ברווחים לצדקה אחר כך. כך כתבו כל הפוסקים על פי תלמוד הירושלמי. הדברים אמורים, כשהקרן קיימת כל הזמן ומניבה רווחים כמו חסכון בבנק או השקעה במניות וכיו\"ב. אבל אם משקיעים בקניית ציוד לעסק וכדומה, הרי יש לחשב את ההוצאות הללו ולהורידם מהרווחים. **דוגמא:** קיבל או הרוויח 1000 ₪ צריך לעשר מיד ולהוריד 100 ₪. אח\"כ כשמשקיע בעסק 900 ש\"ח שנשארו, מוריד סכום זה מהרווחים, פירוש הדבר, שחוסך את המעשר מסכום זה. נמצא שבסופו של דבר עישר מהקרן בסך הכל רק 10 ₪ ולא מלוא הסכום של 100 ₪."
    }
  ]
}
