{
  "cardTitle": "תרומות הנחשבות למעשר",
  "cardDescription": "הלכות והנחיות מעשיות לגבי התרומות והמטרות שמותר לתרום אליהן מכספי מעשר",
  "introduction": {
    "title": "הכלל הבסיסי",
    "body": "כל סכום שמפרישים בתור מעשר יש לתרום למטרות של צדקה וחסד ומעשים טובים. אולם יש כללים ברורים המגדירים למה מותר לתרום ומה אסור."
  },
  "content": [
    {
      "title": "כלל ברזל - מה שמחויב בו אסור לפרוע ממעשר",
      "isHighlighted": true,
      "body": "**מה שהוא מחויב על פי ההלכה, או שהוא התחייב בעצמו אסור לפרוע ממעשר אפילו הם לצרכי צדקה או לצרכי מצוה.** **דוגמאות לאיסור:** הוצאות למצוות שהוא חייב בהם כמו תפילין, ציצית, ארבעת המינים, מצה וכיוצא בהם. גם מצוות דרבנן כמו מתנות לאביונים בפורים. המוציא הוצאות לפרנס בניו ובנותיו הגדולים, מאחר והיום הדבר נחשב כחובה גמורה, אין לשלם ממעשר. וכן תשלום שכר לימוד שאינו חייב בו מן הדין אבל מקובל היום כחובה."
    },
    {
      "title": "התחייבויות אישיות - אסור לפרוע ממעשר",
      "isHighlighted": true,
      "body": "מה שהאדם עצמו התחייב לצדקה או למטרת מצוה, אסור לפרוע ממעשר. וכן מצוות שאינו חייב בהם, אם לא התכוון בשעת ההתחייבות שייתן ממעשר אסור לו לתת מכספי מעשר. **דוגמאות:** קנה \"עליות\" בבית הכנסת ולא התכוון בשעת מעשה שיהיה על חשבון המעשר, אסור לשלם מכספי המעשר. וכן הוראות קבע לארגונים. **יוצא מן הכלל:** אם בשעה שהתחייב חשב לתת ממעשר, או שזה דרכו תמיד, מותר."
    },
    {
      "title": "למה מטרות אפשר לתרום - מחלוקת הפוסקים",
      "body": "גדולי הפוסקים הקדמונים נחלקו אם יש לתת את המעשר רק לעניים, או שאפשר לתרום לכל דבר מצוה ומטרה קדושה. **מסקנת האחרונים למעשה:** להקל לתרום מכספי מעשר למטרות מצוה. יש שמייעצים לחלק את המעשר חציו לעניים וחציו למטרות מצוה חשובות אחרות. **דוגמאות למטרות מצוות:** קניית ספרים ללימוד, הדפסת ספרים, הוצאות בית הכנסת, אירגוני החזרה בתשובה, חינוך והפצת תורה, בניית מוסדות תורה ומקוואות, אירגוני עזרה לחולים, ארגוני חסד וכו'."
    },
    {
      "title": "כלל הבחנה בין מצוה להוצאת מחיה",
      "isImportant": true,
      "body": "**הכלל הגדול:** רק כשעיקר כוונת ההוצאה הוא למצווה, ובלי המצווה לא היה מוציא הוצאה זו אפשר להחשיבה למעשר. **דוגמא שלילית:** אוכל, ביגוד ודיור - ודאי שהוא חייב את אלו כדי שיוכל ללמוד ולקיים מצוות, אבל הרי בלי העבודה הרוחנית גם היה מוציא הוצאות אלו, לכן אין להחשיבם לצרכי מצוה. **דוגמא חיובית:** התומך תורה ותורם למוסדות וישיבות - כספו משמש למחיית התלמידים, כל הסכום נחשב צדקה למהדרין, אפילו ההוצאות הנלוות."
    },
    {
      "title": "תרומה עבור תמורה - הגרלות וביטוחים",
      "isImportant": true,
      "body": "**הכלל:** כל תרומה שמקבל עבורה תמורה מלאה אין להחשיבה כתרומה. **קניית הגרלות מכספי מעשר:** יש בכך נידון גדול בפוסקים. יש פוסקים האוסרים לקנות הגרלות מכספי מעשר. ויש סוברים שצריך להעריך את כרטיסי ההגרלה כמה הם שווים באמת ורק מה שנוסף על הערך האמתי מותר להוציא ממעשר. **להלכה:** יש להבחין בין מי שקונה גם לשם צדקה ובין מי שכל הכוונה רק כדי לזכות בפרסים. **דוגמאות דומות:** קופות חולים שמפרסמים היתר לשלם ביטוח בריאות משלים מכספי מעשר - יש לשאול בפרטות רב הבקיא בהלכות אלו."
    },
    {
      "title": "\"ערבים\" וביטוח חיים מותר",
      "body": "נהוג היום סידור המכונה \"ערבים\" או \"כל ישראל ערבים\" וכיו\"ב שהם משמשים גם כמין ביטוח חיים. ברור שלביטוח חיים אין להפריש מכספי מעשר כי מקבל תמורה לכספו. **אבל כאן ההיתר:** כיון שהכסף הולך כולו ליתומים ורק עשו הסדר שכל מי שנמנה בקבוצה יקבל גם הוא על כל צרה שלא תבוא, ואין כאן התחייבות ממשית, שכל אחד מהשותפים בקבוצה יכול לפרוש בכל עת, מותר ומצוה לתרום לצורך כך מכספי מעשר."
    },
    {
      "title": "הלוואות וגמ\"חים - צדקה גמורה",
      "body": "המלוה כסף לנצרך מכספי מעשר או מפקיד כסף בגמ\"ח שילווה לכל נצרך, נחשב כצדקה גמורה ואפשר לכתחילה להפריש ממעשר. זוהי מסקנת החפץ חיים בספרו אהבת חסד. **נהוג היום:** להפקיד כסף בגמ\"ח ובעת חיתון ילדים מקבלים הלואה מוגדלת מהגמ\"ח. הרבנים מקילים להחשיב את התשלומים החדשיים למעשר. **תנאים:** יש להקפיד שהכוונה בהפקדה יהיו גם לתועלת ציבור הלווים, ולא לתכנית חיסכון גרידא. כשמקבלים את ההלואה אין צריך לעשר, אבל תשלומי הפרעון לא מחשיבים למעשר."
    },
    {
      "title": "עמלות בנק ומסחר עם עניים",
      "body": "**עמלות בנק:** העמלה שהבנק מוריד על הוראת קבע או הפקדת שיק, גם נכללת בסכום של הצדקה כמו כל שאר הוצאות המוסד ונחשבת למעשר (כך הורה מרן הגרח\"ק זצ\"ל). **מסחר עם עניים:** פסק הגר\"י זילברשטיין שליט\"א שבעל מלאכה או מוכר שנותן הנחה ומוותר לעני יכול להחשיב סכום זה כצדקה בעת הפרשת המעשר, ובלבד שאילולי ההנחה היה העני משלם לו את המחיר במלואו. וכן המוותר על חוב שחייב לו העני בכוונה להוריד סכום זה ממעשר."
    },
    {
      "title": "דיני הקדש - \"בל תאחר\"",
      "body": "הצדקה הרי היא כהקדש ועוברים ב\"בל תאחר\" אם לא מוסרים אותה מיד לעניים או למטרות מצוה. לכן אם רוצים שיחול מיד שם צדקה על המעשר כדי לקיים מצות מעשר או חומש, ראוי להתנות שיוכל לחלק מעט מעט כפי ראות עיניו ומתי שירצה. [התוכנה כוללת תנאי זה בהערה בטבלה דהיינו שיחול שם צדקה מיד אבל בתנאי שיוכל לפרוע מעט מעט לפי הצורך]."
    }
  ]
}
