{
  "cardTitle": "הוצאות המוכרות למעשר",
  "cardDescription": "הלכות והנחיות מעשיות לגבי ההוצאות שמותר לנכות מההכנסות לפני הפרשת מעשר",
  "introduction": {
    "title": "הכלל הבסיסי",
    "body": "ההוצאות, שאינם שייכים להוצאות המחיה היום יומיות, מורידים מההכנסות, ורק מה שנשאר מעשרים. באופן כללי יש שלושה סוגי הוצאות אישיות: הוצאות המחייה השוטפות, הוצאות לצורך פרנסה והשקעות, והפסדים ונזקים."
  },
  "content": [
    {
      "title": "הוצאות מחייה שוטפות - לא מנכים מההכנסות",
      "isHighlighted": true,
      "body": "כל הוצאה שמוציאים עבור צרכי מחיה כגון אוכל, ביגוד, שכירות ותשלום משכנתא על דירת מגורים וכל שאר צרכי יום יום נחשבות הוצאות מחיה רגילות ויש לעשר לפני שמורידים הוצאות אלו. **דוגמאות:** קונה מוצרים, שוכר דירה, קונה ריהוט וכלי בית, מזמין בעלי מלאכה, משלם על שירותים, הוצאות רפואיות וכדומה - כל אלו נחשבות \"הוצאות מחיה\" ואינן נחשבות להוצאות מוכרות. **הקלה לאברכי כולל:** כשהפרנסה דחוקה ביותר, מקילים פוסקי דורנו לנכות כל הוצאות המחיה כמו מזון, ביגוד וכו' ויעשר רק הכסף שנשאר."
    },
    {
      "title": "הוצאות לצורך פרנסה והשקעות בעסק - מנכים מההכנסות",
      "isHighlighted": true,
      "body": "כל סוגי ההוצאות לצורך פרנסה והשקעות בעסק מנכים אותן מההכנסות לפני שמחשבים את סכום המעשר ורק ממה שנשאר מהריווח נטו מורידים עשרה אחוזים למעשר. **דוגמאות:** הוצאות נסיעה לעבודה, קניית ביגוד מיוחד לעבודה, שכירות, ארנונה, ריהוט, פירסום ושיפוץ בית העסק וכו'. **חשוב לזכור:** שכר העבודה של בעל הבית אינו נחשב כהוצאה. גם הפסדים וכל מיני נזקים המתרחשים בעסק נחשבים \"הוצאות מוכרות\"."
    },
    {
      "title": "כלל הבחנה בין הוצאות מחיה להוצאות עסק",
      "isImportant": true,
      "body": "**הכלל הגדול:** הוצאות שממילא היה מוציא גם ללא הצורך לפרנסה או העסק אף שהם משרתים גם את העסק לא נחשבות הוצאות של העסק. **דוגמא חיובית:** קונה בגדים מיוחדים ומכובדים כדי לקדם העסקים, אף שלפעמים ישתמש בהם גם שלא לצורך העסק, יש להחשיבם כהוצאה מוכרת מאחר ובלי הצורך לעסק לא היה קונה אותם. **דוגמא שלילית:** ביגוד רגיל, מזון וכו' ודאי לא נכללים בהוצאות העסק אף שמאפשרים לעבוד."
    },
    {
      "title": "משכנתא על נכסי עסק ותלושי משכורת",
      "body": "**משכנתא על נכס של העסק:** פסקו הגרי\"ש אליישיב זצ\"ל ועוד, שאין לנכות את התשלומים החודשיים מההכנסות מאחר והנכס בסוף נשאר שלו. אלא אם כן הנכס יישאר ברשות העסק לצמיתות. **תלושי משכורת:** בתלוש המשכורת מופיעים לפעמים סכומים המיועדים להוצאות ביגוד, הבראה, נסיעות וכו' - סכומים אלו לא מנכים אותם מההכנסות רק בעת מימוש ההוצאות."
    },
    {
      "title": "הפסדים ונזקים בעסק - מנכים מההכנסות",
      "body": "ברור שהפסדים ונזקים בעסק מנכים מסכום הרווחים כי בסך הכל זה ממעט מהרווח הכולל. מוסיפים הפוסקים שגם ההפסדים מעסק אחד אפשר לנכות מהריווח של עסק אחר. **הוצאות תחזוקה שוטפות:** הוצאות תחזוקה שוטפות הנצרכות לעסק כמו תשלום שכירות המבנה, שכירות רכב, הוצאות דלק, חשמל, ניקיון וכדומה, נכללות בהוצאות העסק שמנכים מההכנסות."
    },
    {
      "title": "נזקים פרטיים - מחלוקת הפוסקים",
      "body": "נזקים פרטיים שבבית וכל שאר ההפסדים שאינם בעסק - יש אומרים שלא מנכים מההכנסות, אבל פוסקים אחרים כתבו שגם הפסדים אלו מנכים כמו שמנכים מהעסק, מאחר וסוף סוף נשאר עם פחות הכנסות בחודש זה. **הכלל המבחין:** כל שמקבלים תמורה עבור ההוצאה נחשבת הוצאת מחיה רגילה. רק אם לא מקבלים שום תמורה להוצאה, היא נחשבת הפסד."
    },
    {
      "title": "דוגמאות להפסדים מוכרים ולא מוכרים",
      "body": "**הפסדים מוכרים:** שריפה, גניבה, נזק, תאונה, מחלה הכרוכה בהוצאות מיוחדות, אבידה - כל אלו נחשבים הפסד נטו ללא תמורה. **הפסדים לא מוכרים:** הנזקים הקטנים השכיחים תדיר כמו נתקע במסמר ונקרע בגדו או נפל כוס מידו ונשבר - אינם נחשבים הפסדים מאחר וכך דרכו של אדם החי את חייו. **מכשירים שמתקלקלים:** כשמכשיר מתקלקל כשהוא \"זקן ושבע ימים\" לא נחשב הפסד, אבל אם התקלקל בטרם עת נחשב הפסד."
    },
    {
      "title": "מסים - מס הכנסה וארנונה",
      "body": "יש פוסקים המבחינים בין מס הכנסה לבין ארנונה על דירת המגורים. **מס הכנסה:** גם מה שמשלם מהמשכורת האישית מוכרת כהוצאה לענין מעשר ונחשבת כסכום שלא הרוויח מאחר וקשה להגדיר במדוייק את התמורה. **ארנונה ביתית:** אין מכירים בה כהוצאה מאחר ומקבלים תמורתה שירותים עירוניים מוגדרים. **ארנונה על העסק:** ברור שנחשבת כהוצאה על העסק ומנכים אותה מהרווחים. **בשעת הדחק:** יש מקילים להחשיב גם ארנונה ביתית כהוצאה מוכרת."
    }
  ]
}
