{
  "title": "מדיניות פרטיות",
  "lastUpdated": "עודכן לאחרונה: ינואר 2025",
  "dataCollection": {
    "title": "איסוף נתונים",
    "description": "Ten10 אוסף ומשתמש במידע הבא:",
    "item1": "פרטי חשבון: כתובת אימייל, שם מלא (אופציונלי), תמונה (אופציונלי)",
    "item2": "נתונים פיננסיים: הכנסות, הוצאות, תרומות, וכל נתון אחר שתתעד במערכת",
    "item3": "הגדרות שימוש: העדפות שפה, מטבע, תזכורות, והגדרות אחרות",
    "item4": "נתוני שימוש: פעילות באפליקציה למטרות שיפור השירות",
    "item5": "תוכן התקשרות: הודעות שתשלח דרך טופס יצירת קשר"
  },
  "dataStorage": {
    "title": "אחסון נתונים",
    "description": "הנתונים שלך מאוחסנים בצורה מאובטחת:",
    "web": {
      "title": "גרסת אתר",
      "description": "הנתונים מאוחסנים ב-Supabase, שירות ענן מאובטח. כל הנתונים מוצפנים ומוגנים באמצעות Row Level Security (RLS). הנתונים שלך נגישים רק לך."
    },
    "desktop": {
      "title": "תוכנה למחשב",
      "description": "הנתונים מאוחסנים מקומית במחשב שלך בקובץ SQLite. הנתונים לעולם לא נשלחים לשרת חיצוני. רק אתה יכול לגשת לנתונים שלך."
    }
  },
  "dataUsage": {
    "title": "שימוש בנתונים",
    "description": "אנו משתמשים בנתונים שלך למטרות הבאות:",
    "item1": "מתן שירותי המערכת: חישוב מעשרות, ניהול תקציב, ודוחות",
    "item2": "שיפור השירות: הבנת צרכי המשתמשים ושיפור הפונקציונליות",
    "item3": "תזכורות: שליחת תזכורות חודשיות (רק אם נרשמת לכך)",
    "item4": "תמיכה טכנית: עזרה בפתרון בעיות ושאלות"
  },
  "communications": {
    "title": "תקשורת",
    "description": "אם בחרת לקבל תזכורות במייל, נשלח לך הודעות חודשיות על מצב המעשר שלך. ניתן לבטל את המנוי בכל עת.",
    "unsubscribe": "לביטול המנוי, לחץ על הקישור בכל אימייל תזכורת, או צור איתנו קשר בכתובת: contact@ten10-app.com"
  },
  "analytics": {
    "title": "ניתוח נתונים",
    "description": "אנו משתמשים ב-Google Analytics למעקב אחר שימוש באתר לדף הנחיתה. זה עוזר לנו להבין איך משתמשים משתמשים באתר ולשפר את החוויה.",
    "note": "Google Analytics משתמש בעוגיות ומעקב אחר פעילות. ניתן להגדיר את הדפדפן שלך לחסום עוגיות מעקב אם תרצה."
  },
  "userRights": {
    "title": "זכויות המשתמש",
    "description": "יש לך זכויות הבאות לגבי הנתונים שלך:",
    "item1": "גישה: אתה יכול לראות את כל הנתונים שלך בכל עת דרך האפליקציה",
    "item2": "עריכה: אתה יכול לערוך או למחוק כל נתון שלך",
    "item3": "ייצוא: אתה יכול לייצא את הנתונים שלך לפורמטים שונים (CSV, Excel, PDF)",
    "item4": "מחיקה: אתה יכול למחוק את החשבון שלך ואת כל הנתונים הקשורים אליו בכל עת"
  },
  "contact": {
    "title": "יצירת קשר",
    "description": "אם יש לך שאלות או חששות לגבי מדיניות הפרטיות, אנא צור איתנו קשר:"
  }
}
