{
  "title": "מדיניות פרטיות",
  "lastUpdated": "עודכן לאחרונה: ינואר 2025",
  "serviceOwner": {
    "title": "זהות בעל השירות",
    "description": "Ten10 היא תוכנה בקוד פתוח לניהול מעשרות ותקציב אישי. השירות מופעל כפרויקט קהילתי ללא מטרות רווח.",
    "contact": "ליצירת קשר: contact@ten10-app.com"
  },
  "dataCollection": {
    "title": "איסוף נתונים",
    "description": "Ten10 אוסף ומשתמש במידע הבא:",
    "item1": "פרטי חשבון: כתובת אימייל, שם מלא (אופציונלי), תמונה (אופציונלי)",
    "item2": "נתונים פיננסיים: הכנסות, הוצאות, תרומות, וכל נתון אחר שתתעד במערכת",
    "item3": "הגדרות שימוש: העדפות שפה, מטבע, תזכורות, והגדרות אחרות",
    "item4": "נתוני שימוש: פעילות באפליקציה למטרות שיפור השירות",
    "item5": "תוכן התקשרות: הודעות שתשלח דרך טופס יצירת קשר"
  },
  "dataStorage": {
    "title": "אחסון נתונים",
    "description": "הנתונים שלך מאוחסנים בצורה מאובטחת:",
    "web": {
      "title": "גרסת אתר",
      "description": "הנתונים מאוחסנים ב-Supabase, שירות ענן מאובטח. כל הנתונים מוצפנים ומוגנים באמצעות Row Level Security (RLS). הנתונים שלך נגישים רק לך."
    },
    "desktop": {
      "title": "תוכנה למחשב",
      "description": "הנתונים מאוחסנים מקומית במחשב שלך בקובץ SQLite. הנתונים לעולם לא נשלחים לשרת חיצוני. רק אתה יכול לגשת לנתונים שלך."
    }
  },
  "internationalTransfer": {
    "title": "העברת מידע לחו\"ל",
    "description": "שירותי הענן שלנו פועלים בשרתים מחוץ לישראל:",
    "item1": "Supabase: אחסון נתונים ואימות משתמשים (שרתים באירופה/ארה\"ב)",
    "item2": "AWS SES: שליחת הודעות דואר אלקטרוני (שרתים באירופה)",
    "item3": "Cloudflare: הגנה מפני בוטים ואימות CAPTCHA",
    "note": "ספקים אלו מחויבים לתקני אבטחה ופרטיות מחמירים ועומדים בדרישות GDPR."
  },
  "dataRetention": {
    "title": "משך שמירת המידע",
    "description": "אנו שומרים את המידע שלך כדלקמן:",
    "item1": "נתוני חשבון: נשמרים כל עוד החשבון פעיל",
    "item2": "נתונים פיננסיים: נשמרים כל עוד החשבון פעיל או עד שתמחק אותם",
    "item3": "מחיקת נתונים: באפשרותך למחוק את כל הנתונים שלך בכל עת דרך ההגדרות. המחיקה מתבצעת באופן מיידי",
    "item4": "הודעות יצירת קשר: נשמרות לצורכי תמיכה"
  },
  "dataUsage": {
    "title": "שימוש בנתונים",
    "description": "אנו משתמשים בנתונים שלך למטרות הבאות:",
    "item1": "מתן שירותי המערכת: חישוב מעשרות, ניהול תקציב, ודוחות",
    "item2": "שיפור השירות: הבנת צרכי המשתמשים ושיפור הפונקציונליות",
    "item3": "תזכורות: שליחת תזכורות חודשיות (רק אם נרשמת לכך)",
    "item4": "תמיכה טכנית: עזרה בפתרון בעיות ושאלות"
  },
  "communications": {
    "title": "תקשורת",
    "description": "אם בחרת לקבל תזכורות במייל, נשלח לך הודעות חודשיות על מצב המעשר שלך. ניתן לבטל את המנוי בכל עת.",
    "unsubscribe": "לביטול המנוי, לחץ על הקישור בכל אימייל תזכורת, או צור איתנו קשר בכתובת: contact@ten10-app.com"
  },
  "analytics": {
    "title": "ניתוח נתונים",
    "description": "אנו משתמשים ב-Google Analytics למעקב אחר שימוש באתר לדף הנחיתה בלבד. זה עוזר לנו להבין איך משתמשים מגיעים לאתר ולשפר את החוויה.",
    "note": "Google Analytics משתמש בעוגיות ומעקב אחר פעילות. ניתן להגדיר את הדפדפן שלך לחסום עוגיות מעקב אם תרצה. באפליקציה עצמה אין מעקב אנליטי."
  },
  "cookies": {
    "title": "עוגיות (Cookies)",
    "description": "אנו משתמשים בעוגיות הכרחיות לפעולת השירות:",
    "item1": "עוגיות אימות: לשמירה על התחברותך לחשבון",
    "item2": "עוגיות העדפות: לשמירת הגדרות השפה והתצוגה",
    "item3": "Google Analytics (דף נחיתה בלבד): למעקב אנונימי אחר תנועה באתר",
    "note": "ניתן לחסום עוגיות בהגדרות הדפדפן, אך הדבר עלול לפגוע בפונקציונליות השירות."
  },
  "ageRequirement": {
    "title": "גיל מינימלי",
    "description": "השירות מיועד למשתמשים בגירים (מגיל 18 ומעלה). אם הנך מתחת לגיל 18, יש להשתמש בשירות בליווי והסכמת הורה או אפוטרופוס חוקי."
  },
  "userRights": {
    "title": "זכויות המשתמש",
    "description": "יש לך זכויות הבאות לגבי הנתונים שלך:",
    "item1": "גישה: אתה יכול לראות את כל הנתונים שלך בכל עת דרך האפליקציה",
    "item2": "עריכה: אתה יכול לערוך או למחוק כל נתון שלך",
    "item3": "ייצוא: אתה יכול לייצא את הנתונים שלך לפורמטים שונים (CSV, Excel, PDF)",
    "item4": "מחיקה: אתה יכול למחוק את החשבון שלך ואת כל הנתונים הקשורים אליו בכל עת",
    "item5": "הגשת תלונה: זכותך לפנות לרשות להגנת הפרטיות אם אתה סבור שנפגעו זכויותיך"
  },
  "contact": {
    "title": "יצירת קשר",
    "description": "אם יש לך שאלות או חששות לגבי מדיניות הפרטיות, אנא צור איתנו קשר:"
  }
}
