{
  "title": "תנאי שימוש",
  "lastUpdated": "עודכן לאחרונה: ינואר 2026",
  "acceptance": {
    "title": "קבלת התנאים",
    "description": "בשימוש או גישה ל‑Ten10 (אפליקציית ווב או דסקטופ), אתה מסכים לתנאים אלו. אם אינך מסכים, אנא אל תשתמש בשירות."
  },
  "eligibility": {
    "title": "כשירות לשימוש",
    "description": "השימוש ב-Ten10 מותנה בעמידה בתנאים הבאים:",
    "item1": "אתה מצהיר שהנך בן 18 ומעלה, או שיש לך הסכמת הורה/אפוטרופוס חוקי",
    "item2": "אתה מצהיר שאתה כשיר משפטית להתקשר בהסכם זה",
    "item3": "אתה מתחייב לספק מידע מדויק ואמיתי בעת ההרשמה"
  },
  "account": {
    "title": "כשירות וחשבון",
    "description": "אתה אחראי לחשבון שלך ולכל פעילות המתבצעת באמצעותו.",
    "item1": "לספק מידע מדויק ולעדכן אותו בעת הצורך",
    "item2": "לשמור על סודיות פרטי ההתחברות ולא לשתף אותם",
    "item3": "לעדכן אותנו אם יש חשד לגישה לא מורשית"
  },
  "service": {
    "title": "תיאור השירות",
    "description": "Ten10 היא מערכת לניהול מעשרות ותקציב פיננסי. השירות כולל:",
    "item1": "חישוב מעשרות וחומש אוטומטי",
    "item2": "ניהול הכנסות, הוצאות ותרומות",
    "item3": "דוחות ותרשימים"
  },
  "intendedUse": {
    "title": "שימוש מותר",
    "description": "Ten10 מיועד לשימוש אישי בלבד, לצורכי ניהול מעשרות ותקציב משפחתי.",
    "item1": "השירות אינו מיועד לשימוש מסחרי, עסקי או ארגוני",
    "item2": "חל איסור על מכירה, השכרה או הפצה מסחרית של השירות",
    "item3": "שימוש ארגוני דורש הסכם נפרד מראש"
  },
  "dataAndPrivacy": {
    "title": "מידע, פרטיות והבדלים בין פלטפורמות",
    "description": "ל‑Ten10 יש גרסת ווב (ענן) וגרסת דסקטופ (מקומית). אופן שמירת המידע שונה ביניהן.",
    "item1": "ווב: נתוני חשבון (למשל אימייל) ונתוני אפליקציה עשויים להישמר בבסיס הנתונים שלנו (Supabase)",
    "item2": "ווב: רשומות פיננסיות שאתה מזין (תנועות, הוראות קבע) עשויות להישמר לצורך אספקת השירות",
    "item3": "ווב: העדפות תקשורת (למשל תזכורות/דיוור) עשויות להישמר כדי לכבד את בחירותיך",
    "item4": "תמיכה: אם תפנה אלינו, ייתכן שנשמור את ההודעה, קבצים מצורפים ומטא‑דאטה טכני בסיסי (למשל גרסת אפליקציה, שפה, user‑agent)",
    "item5": "דסקטופ: המידע הפיננסי נשמר מקומית במחשב שלך (SQLite) אלא אם בחרת לייצא/לשתף אותו",
    "privacyLinkPrefix": "לפרטים נוספים ראו את",
    "privacyLinkText": "מדיניות הפרטיות",
    "privacyLinkSuffix": "."
  },
  "thirdParties": {
    "title": "שירותי צד ג׳",
    "description": "כדי להפעיל את Ten10 אנו עשויים להיעזר בשירותי צד ג׳. השימוש ב‑Ten10 עשוי להיות כפוף גם לתנאים ולמדיניות של ספקים אלו.",
    "item1": "Supabase (אימות, בסיס נתונים, אחסון קבצים)",
    "item2": "AWS SES (שליחת מיילים תפעוליים כגון תזכורות וקישורי הורדה)",
    "item3": "Cloudflare (ניתוב מיילים ואמצעי אנטי‑בוט/אימות CAPTCHA לפי צורך)",
    "item4": "Google Analytics (אנליטיקה לדף הנחיתה, אם מופעל)"
  },
  "disclaimer": {
    "title": "הצהרת אחריות",
    "description": "Ten10 מספק כלי לניהול מעשרות וטיפול בנתונים פיננסיים. עם זאת:",
    "note": "המערכת מאושרת הלכתית על ידי מכון תורת האדם לאדם, אך ההחלטות ההלכתיות הסופיות הן באחריות המשתמש. מומלץ להתייעץ עם רב מוסמך לשאלות הלכתיות ספציפיות."
  },
  "security": {
    "title": "אבטחה",
    "description": "אנו נוקטים באמצעים סבירים להגנה על השירות, אך אין מערכת מאובטחת ב‑100%.",
    "item1": "אתה אחראי לאבטחת המכשירים שלך ולגישה לחשבון",
    "item2": "אין להעלות תוכן זדוני או לנסות לעקוף מנגנוני אבטחה",
    "item3": "ייתכן שנשהה גישה כדי להגן על השירות או על משתמשים אחרים"
  },
  "userResponsibilities": {
    "title": "אחריות המשתמש",
    "description": "בשימוש בשירות, אתה מתחייב:",
    "item1": "לספק מידע מדויק ואמין",
    "item2": "לשמור על סודיות פרטי החשבון שלך",
    "item3": "לא להשתמש בשירות למטרות בלתי חוקיות",
    "item4": "להיות אחראי לכל פעולה המתבצעת בחשבון שלך"
  },
  "limitations": {
    "title": "הגבלות אחריות",
    "description": "Ten10 אינו אחראי לכל נזק ישיר, עקיף, או תוצאתי הנובע משימוש או אי-שימוש בשירות. השירות מסופק 'כפי שהוא' ללא כל אחריות."
  },
  "communications": {
    "title": "תקשורת ומיילים",
    "description": "בשימוש ב‑Ten10, אתה מסכים שנוכל לשלוח לך הודעות הקשורות לשירות.",
    "item1": "מיילים תפעוליים עשויים לכלול אימות חשבון, תזכורות והודעות חיוניות",
    "item2": "ניתן לבטל חלק מהמיילים במקרים המתאימים (למשל תזכורות)",
    "item3": "אין להשיב לכתובות no-reply; יש לפנות אלינו לכתובת התמיכה"
  },
  "openSource": {
    "title": "קוד פתוח וקניין רוחני",
    "description": "Ten10 משתמש ברכיבי קוד פתוח. התוכנה עשויה להיות מופצת תחת רישיונות קוד פתוח (כולל AGPL-3.0). תנאים אלו אינם מחליפים רישיונות קוד פתוח החלים על הקוד."
  },
  "legal": {
    "title": "תנאים משפטיים",
    "description": "חלק מהתנאים חלים בכפוף לדין החל ועשויים להשתנות לפי תחום שיפוט.",
    "item1": "אין בתנאים אלו כדי לגרוע מזכויות שאינן ניתנות להגבלה לפי דין",
    "item2": "אם סעיף כלשהו אינו אכיף, יתר הסעיפים יישארו בתוקף",
    "item3": "אנו עשויים לעדכן תנאים אלו מעת לעת; המשך שימוש מהווה הסכמה לתנאים המעודכנים"
  },
  "jurisdiction": {
    "title": "דין וסמכות שיפוט",
    "description": "תנאים אלו כפופים לדיני מדינת ישראל.",
    "item1": "כל מחלוקת הנובעת מתנאים אלו או מהשימוש בשירות תידון בבתי המשפט המוסמכים בישראל",
    "item2": "הדין החל על תנאים אלו הוא הדין הישראלי, ללא התחשבות בכללי ברירת הדין"
  },
  "changes": {
    "title": "שינויים בתנאים",
    "description": "אנו שומרים לעצמנו את הזכות לעדכן את תנאי השימוש בכל עת. שינויים מהותיים יפורסמו כאן, ותימשך השימוש בשירות מהווה הסכמה לתנאים המעודכנים."
  },
  "contact": {
    "title": "יצירת קשר",
    "description": "לשאלות או הבהרות לגבי תנאי השימוש, אנא צור איתנו קשר:"
  }
}
